let hat = [
    {
        name:'Балаклава',
        img:`balaclava_PNG38.png`,
        info:'Состав: Шерсть - 50%, Полиэстер - 50% <br> Сезон: Демисезон, зима',
        price:17.99,
    },

    {
        name:'Кепка OBEY',
        img:'cap_PNG5670.png',
        info:'Состав: Шерсть - 50%, Полиэстер - 50% <br> Сезон: Демисезон, зима',
        price:10.99,
    },

    {
        name:'Кепка Kooling',
        img:'cap_PNG5671.png',
        info:'Состав: Шерсть - 50%, Полиэстер - 50% <br> Сезон: Демисезон, зима',
        price:8.99,
    },

    {
        name:'Бейсболка Watch',
        img:'cap_PNG5678.png',
        info:'Состав: Шерсть - 50%, Полиэстер - 50% <br> Сезон: Демисезон, зима',
        price:9.99,
    },

    {
        name:'Шляпа',
        img:'hat_PNG5699.png',
        info:'Состав: Шерсть - 50%, Полиэстер - 50% <br> Сезон: Демисезон, зима',
        price:4.99,
    },

]

let upClothes = [

    {
      name: 'Плащ Женский',
      img: 'coat_PNG72.png',
      info: 'Плащ Мужской. <br> Сезон : Весна <br> Коллекция : Classic <br> Состав верха : 100% хлопок <br> Состав подкладки : 100% ПЭ <br> Страна производства : Республика Беларусь',
      price: 97.99,  
    },
    {
      name: 'Шуба',
      img: 'fur_coat_PNG38.png',
      info:'Сезон : Осень <br> Коллекция : Classic <br> Состав верха : 100% ПЭ/ПУ <br> Страна производства : Республика Беларусь',
      price: 189.99,  
    },
    {
      name: 'Шуба',
      img: 'fur_coat_PNG47.png',
      info:'Сезон : Осень <br> Коллекция : Classic <br> Состав верха : 100% ПЭ/ПУ <br> Страна производства : Республика Беларусь',
      price:199.99,  
    },
    {
      name: 'Куртка',
      img: 'jacket_PNG8053.png',
      info: 'Сезон : Зима <br> Состав подкладки : 100% ПЭ <br> Утеплитель : ISOSOFT 250г/м2 100%ПЭ <br> Состав ткани : 100% ПЭ <br> Страна производства : Республика Беларусь',
      price: 79.99,  
    },
    {
      name: 'Куртка',
      img: 'leather_jacket_PNG24.png',
      info: 'Сезон : Зима <br> Состав подкладки : 100% ПЭ <br> Утеплитель : ISOSOFT 250г/м2 100%ПЭ <br> Состав ткани : 100% ПЭ <br> Страна производства : Республика Беларусь',
      price: 103.99,  
    },
    {
      name: 'Куртка',
      img: 'raincoat_PNG64.png',
      info: 'Сезон : Зима <br> Состав подкладки : 100% ПЭ <br> Утеплитель : ISOSOFT 250г/м2 100%ПЭ <br> Состав ткани : 100% ПЭ <br> Страна производства : Республика Беларусь',
      price: 56.99,  
    },
    {
      name: 'Плащ Мужской',
      img: 'coat_PNG9.png',
      info:'Плащ Мужской. <br> Сезон : Весна <br> Коллекция : Classic <br> Состав верха : 100% хлопок <br> Состав подкладки : 100% ПЭ <br> Страна производства : Республика Беларусь',
      price: 110.99,  
    },
    {
      name: 'Плащ Мужской',
      img: 'coat_PNG23.png',
      info:'Плащ Мужской. <br> Сезон : Весна <br> Коллекция : Classic <br> Состав верха : 100% хлопок <br> Состав подкладки : 100% ПЭ <br> Страна производства : Республика Беларусь',
      price: 139.99,  
    },
    {
      name: 'Плащ Женский',
      img: 'coat_PNG33.png',
      info: 'Плащ Мужской. <br> Сезон : Весна <br> Коллекция : Classic <br> Состав верха : 100% хлопок <br> Состав подкладки : 100% ПЭ <br> Страна производства : Республика Беларусь',
      price: 113.99,  
    },
    
]

let hoodie = [
    {
      name: 'Кофта',
      img: 'hoodie_PNG12.png',
      info: 'Сезон : Весна <br> Утеплитель : ISOSOFT 60г/м2 100%ПЭ <br> Состав ткани : 63% хлопок, 37% ПЭ+100% ПЭ/ПУ <br> Страна производства : Республика Беларусь',
      price: 23.99,  
    },
    {
      name: 'Кофта',
      img: 'hoodie_PNG28.png',
      info: 'Сезон : Весна <br> Утеплитель : ISOSOFT 60г/м2 100%ПЭ <br> Состав ткани : 63% хлопок, 37% ПЭ+100% ПЭ/ПУ <br> Страна производства : Республика Беларусь',
      price:27.99,  
    },
    {
      name: 'Кофта',
      img: 'hoodie_PNG31.png',
      info: 'Сезон : Весна <br> Утеплитель : ISOSOFT 60г/м2 100%ПЭ <br> Состав ткани : 63% хлопок, 37% ПЭ+100% ПЭ/ПУ <br> Страна производства : Республика Беларусь',
      price: 33.99,  
    },
    {
      name: 'Кофта',
      img: 'hoodie_PNG39.png',
      info: 'Сезон : Весна <br> Утеплитель : ISOSOFT 60г/м2 100%ПЭ <br> Состав ткани : 63% хлопок, 37% ПЭ+100% ПЭ/ПУ <br> Страна производства : Республика Беларусь',
      price:35.99,  
    },
    {
      name: 'Кофта',
      img: 'hoodie_PNG45.png',
      info: 'Сезон : Весна <br> Утеплитель : ISOSOFT 60г/м2 100%ПЭ <br> Состав ткани : 63% хлопок, 37% ПЭ+100% ПЭ/ПУ <br> Страна производства : Республика Беларусь',
      price:25.99,  
    },
    {
      name: 'Кофта',
      img: 'hoodie_PNG46.png',
      info: 'Сезон : Весна <br> Утеплитель : ISOSOFT 60г/м2 100%ПЭ <br> Состав ткани : 63% хлопок, 37% ПЭ+100% ПЭ/ПУ <br> Страна производства : Республика Беларусь',
      price:30.99,  
    },

]

let tshirt = [
    {
      name: 'Майка',
      img: 'polo_shirt_PNG8139.png',
      info:'Сезон : Лето <br> Состав ткани : 50% шерсть, 50% ПА <br> Страна производства : Турция',
      price: 10.99,  
    },
    {
      name: 'Майка',
      img: 'polo_shirt_PNG8141.png',
      info: 'Сезон : Лето <br> Состав ткани : 50% шерсть, 50% ПА <br> Страна производства : Турция',
      price:7.99,  
    },
    {
      name: 'Майка',
      img: 'polo_shirt_PNG8152.png',
      info: 'Сезон : Лето <br> Состав ткани : 50% шерсть, 50% ПА <br> Страна производства : Турция',
      price:8.99,  
    },
    {
      name: 'Майка',
      img: 'polo_shirt_PNG8159.png',
      info: 'Сезон : Лето <br> Состав ткани : 50% шерсть, 50% ПА <br> Страна производства : Турция',
      price:13.99,  
    },
    {
      name: 'Майка',
      img: 'polo_shirt_PNG8164.png',
      info: 'Сезон : Лето <br> Состав ткани : 50% шерсть, 50% ПА <br> Страна производства : Турция',
      price:12.99,  
    },
    {
      name: 'Майка',
      img: 'polo_shirt_PNG8170.png',
      info: 'Сезон : Лето <br> Состав ткани : 50% шерсть, 50% ПА <br> Страна производства : Турция',
      price:5.99,  
    },

]

let leggings = [
    
    {
      name: 'Леггинсы',
      img: 'leggings_PNG56.png',
      info: 'Сезон : Осень <br> Коллекция : Classic <br> Состав верха : 72% ПЭ, 22% вискоза, 6% эластан <br> Страна производства : Республика Беларусь',
      price: 25.99,  
    },
    {
      name: 'Леггинсы',
      img: 'leggings_PNG58.png',
      info: 'Сезон : Осень <br> Коллекция : Classic <br> Состав верха : 72% ПЭ, 22% вискоза, 6% эластан <br> Страна производства : Республика Беларусь',
      price:19.99,  
    },
    {
      name: 'Леггинсы',
      img: 'leggings_PNG20.png',
      info: 'Сезон : Осень <br> Коллекция : Classic <br> Состав верха : 72% ПЭ, 22% вискоза, 6% эластан <br> Страна производства : Республика Беларусь',
      price:27.99,  
    },
    {
      name: 'Леггинсы',
      img: 'leggings_PNG6.png',
      info: 'Сезон : Осень <br> Коллекция : Classic <br> Состав верха : 72% ПЭ, 22% вискоза, 6% эластан <br> Страна производства : Республика Беларусь',
      price:31.99,  
    },
    {
      name: 'Леггинсы',
      img: 'leggings_PNG19.png',
      info: 'Сезон : Осень <br> Коллекция : Classic <br> Состав верха : 72% ПЭ, 22% вискоза, 6% эластан <br> Страна производства : Республика Беларусь',
      price:15.99,  
    },
    {
        name: 'Леггинсы',
        img:'leggings_PNG35.png',
        info: 'Сезон : Осень <br> Коллекция : Classic <br> Состав верха : 72% ПЭ, 22% вискоза, 6% эластан <br> Страна производства : Республика Беларусь',
        price:18.99,  
      },

]

let dress = [
    {
      name: 'Платье',
      img: 'dress_PNG3.png',
      info: 'Сезон : Осень <br> Коллекция : Event <br> Состав верха : 98% ПЭ, 2% лайкра <br> Страна производства : Республика Беларусь',
      price: 51.99,  
    },
    {
      name: 'Платье',
      img:'dress_PNG65.png',
      info: 'Сезон : Осень <br> Коллекция : Event <br> Состав верха : 98% ПЭ, 2% лайкра <br> Страна производства : Республика Беларусь',
      price: 57.99,  
    },
    {
      name: 'Платье',
      img:'dress_PNG127.png',
      info: 'Сезон : Осень <br> Коллекция : Event <br> Состав верха : 98% ПЭ, 2% лайкра <br> Страна производства : Республика Беларусь',
      price:73.99,  
    },
    {
      name: 'Платье',
      img:'dress_PNG195.png',
      info: 'Сезон : Осень <br> Коллекция : Event <br> Состав верха : 98% ПЭ, 2% лайкра <br> Страна производства : Республика Беларусь',
      price: 62.99,  
    },
    {
      name: 'Платье',
      img:'dress_PNG188.png',
      info: 'Сезон : Осень <br> Коллекция : Event <br> Состав верха : 98% ПЭ, 2% лайкра <br> Страна производства : Республика Беларусь',
      price:65.99,  
    },
    {
      name: 'Платье',
      img:'dress_PNG193.png',
      info: 'Сезон : Осень <br> Коллекция : Event <br> Состав верха : 98% ПЭ, 2% лайкра <br> Страна производства : Республика Беларусь',
      price:69.99,  
    },

]

let shoes = [
    {
      name: 'Ботинки',
      img:'boots_PNG7810.png',
      info: 'Материал верха: натуральная кожа <br> Вид застежки: молния <br> Материал подкладки: шерсть <br> Материал подошвы: ТЭП',
      price:45.99,  
    },
    {
      name: 'Ботинки',
      img:'boots_PNG7810.png',
      info: 'Материал верха: натуральная кожа <br> Вид застежки: молния <br> Материал подкладки: шерсть <br> Материал подошвы: ТЭП',
      price:51.99,  
    },
    {
      name: 'Туфли',
      img:'men_shoes_PNG7475.png',
      info: 'Материал верха: натуральная кожа <br> Вид застежки: молния <br> Материал подкладки: шерсть <br> Материал подошвы: ТЭП',
      price: 77.99,  
    },
    {
      name: 'Туфли',
      img:'men_shoes_PNG7492.png',
      info: 'Материал верха: натуральная кожа <br> Вид застежки: молния <br> Материал подкладки: шерсть <br> Материал подошвы: ТЭП',
      price:67.99,  
    },
    {
      name: 'Уги',
      img:'ugg_PNG41.png',
      info: 'Материал верха: натуральная кожа <br> Вид застежки: молния <br> Материал подкладки: шерсть <br> Материал подошвы: ТЭП',
      price:24.99,  
    },
    {
      name: 'Уги',
      img:'ugg_PNG49.png',
      info: 'Материал верха: натуральная кожа <br> Вид застежки: молния <br> Материал подкладки: шерсть <br> Материал подошвы: ТЭП',
      price:29.99,  
    },
    {
      name: 'Кеды Vans',
      img:'vans_PNG46.png',
      info: 'Материал верха: натуральная кожа <br> Вид застежки: молния <br> Материал подкладки: шерсть <br> Материал подошвы: ТЭП',
      price: 35.99,  
    },
    {
      name: 'Кеды Vans',
      img:'vans_PNG47.png',
      info: 'Материал верха: натуральная кожа <br> Вид застежки: молния <br> Материал подкладки: шерсть <br> Материал подошвы: ТЭП',
      price: 39.99,  
    },
    {
      name: 'Кеды Vans',
      img:'vans_PNG48.png',
      info: 'Материал верха: натуральная кожа <br> Вид застежки: молния <br> Материал подкладки: шерсть <br> Материал подошвы: ТЭП',
      price:45.99,  
    },
    {
      name: 'Туфли',
      img:'women_shoes_PNG7450.png',
      info: 'Материал верха: натуральная кожа <br> Вид застежки: молния <br> Материал подкладки: шерсть <br> Материал подошвы: ТЭП',
      price:54.99,  
    },
    {
      name: 'Туфли',
      img:'women_shoes_PNG7451.png',
      info: 'Материал верха: натуральная кожа <br> Вид застежки: молния <br> Материал подкладки: шерсть <br> Материал подошвы: ТЭП',
      price:46.99,  
    },

]

let bag = [
    {
      name: 'Cумка',
      img:'women_bag_PNG6396.png',
      info:'Размер(мм):240x155x40<br> Материал: натуральная кожа <br> Стиль: сумка<br> Гарантия: 50 дней<br> Размер: малый<br> Сезон: весна-лето<br> Текстура: натуральная',
      price: 225.99,  
    },
    {
      name: 'Cумка',
      img:'women_bag_PNG6406.png',
      info: 'Размер(мм):240x155x40<br> Материал: натуральная кожа <br> Стиль: сумка<br> Гарантия: 50 дней<br> Размер: малый<br> Сезон: весна-лето<br> Текстура: натуральная',
      price:34.99,  
    },
    {
      name: 'Cумка',
      img:'women_bag_PNG6411.png',
      info: 'Размер(мм):240x155x40<br> Материал: натуральная кожа <br> Стиль: сумка<br> Гарантия: 50 дней<br> Размер: малый<br> Сезон: весна-лето<br> Текстура: натуральная',
      price:35.99,  
    },
    {
      name: 'Cумка',
      img:'women_bag_PNG6413.png',
      info: 'Размер(мм):240x155x40<br> Материал: натуральная кожа <br> Стиль: сумка<br> Гарантия: 50 дней<br> Размер: малый<br> Сезон: весна-лето<br> Текстура: натуральная',
      price:64.99,  
    },
    {
      name: 'Cумка',
      img:'women_bag_PNG6415.png',
      info: 'Размер(мм):240x155x40<br> Материал: натуральная кожа <br> Стиль: сумка<br> Гарантия: 50 дней<br> Размер: малый<br> Сезон: весна-лето<br> Текстура: натуральная',
      price:34.99,  
    },
    {
      name: 'Cумка',
      img:'women_bag_PNG6428.png',
      info: 'Размер(мм):240x155x40<br> Материал: натуральная кожа <br> Стиль: сумка<br> Гарантия: 50 дней<br> Размер: малый<br> Сезон: весна-лето<br> Текстура: натуральная',
      price:226.99,  
    },

]

let offer = [
    {
        name:'Балаклава',
        img:'../catalog/imgs/product/hat/balaclava_PNG38.png',
        info: 'Состав: Шерсть - 50%, Полиэстер - 50% <br> Сезон: Демисезон, зима',
        price:17.99, 
    },

    {
        name:'Пальто',
        img:'../catalog/imgs/product/men/coat_PNG60.png',
        info:'Сезон : Весна <br> Коллекция : Classic <br> Состав верха : 100% хлопок <br> Состав подкладки : 100% ПЭ <br> Страна производства : Республика Беларусь',
        price:60.99, 
    },

    {
        name:'Легинсы',
        img:'../catalog/imgs/product/women/leggings_PNG59.png',
        info:' Сезон : Осень <br> Коллекция : Classic <br> Состав верха : 72% ПЭ, 22% вискоза, 6% эластан <br> Страна производства : Республика Беларусь',
        price:12.99, 
    },

    {
        name:'Майка',
        img:'../catalog/imgs/product/t-shirt/polo_shirt_PNG8152.png',
        info:' Сезон : Лето <br> Состав ткани : 50% шерсть, 50% ПА <br> Страна производства : Турция',
        price:5.99, 
    },
    
    {
        name:'кеды Vans',
        img:'../catalog/imgs/product/shoes/vans_PNG47.png',
        info:' Материал верха: натуральная кожа <br> Вид застежки: молния <br> Материал подкладки: шерсть <br> Материал подошвы: ТЭП',
        price:25.99, 
    },
]